const athkar = [
    `اللَّهُمَّ أنَْتَ رَبيِّ لَا إلِهََ إلَِّا أنَتَ، خَلَقْتنَيِ وَأنََا عَبدُْكَ، وَأنََا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ. `,
    `اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّك أَنْتَ الْغَفُورُ الرَّحِيمُ.`,
    `رَبِّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي كُلِّهِ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي خَطَايَايَ وَعَمْدِي وَجَهْلِي وَهَزْلِي، وَكُلُّ ذَلِكَ عِنْدِي، اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. `,
    `اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ، وَجِلَّهُ، وَأَوَّلَهُ، وَآخِرَهُ، وَعَلَانِيَتَهُ، وَسِرَّهُ. `,
    `اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ. `,
    `اللَّهُمَّ إنِِّي أَعُوذُ بكَِ مِنَ الْبُخْلِ، وَأَعُوذُ بكَِ مِنَ الْجُبْنِ، وَأَعُوذُ بكَِ أَنْ أُرَدَّ إلَِى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ. `,
    `اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ، وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ.`,
    `اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتهِِ، اللَّهُمَّ أَنْتَ الْأوََّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ. `,
    `اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ. `,
    `اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ. `,
    `اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى. `,
    `اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْبُخْلِ، وَالْهَرَمِ وَعَذَابِ الْقَبْرِ، اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا، اللَّهُمَّ إنِِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ، وَمِنْ قَلْبٍ لَا يَخْشَعُ، وَمِنْ نَفْسٍ لَا تَشْبَعُ، وَمِنْ دَعْوَةٍ لَا يُسْتَجَابُ لَهَا. `,
    `اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ، وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ، اللَّهُمَّ إِنِّي أَعُوذُ بِعِزَّتِكَ لَا إِلَهَ إِلَّا أَنْتَ أَنْ تُضِلَّنيِ، أَنْتَ الْحَيُّ الَّذِي لَا يَمُوتُ وَالْجِنُّ وَالْإِنْسُ يَمُوتُونَ. `,
    `اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ. `,
    `اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ. `,
    `اللَّهُمَّ رَبَّ جَبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ. `,
    `اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ. `,
    `اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ وَشَمَاتَةِ الْأَعْدَاءِ. `,
    `اللَّهُمَّ اجْعَلْ لِي فِي قَلْبِي نُورًا، وَفِي لِسَانِي نُورًا، وَفِي سَمْعِي نُورًا، وَفِي بَصَرِي نُورًا، وَمِنْ فَوْقِي نُورًا، وَمِنْ تَحْتِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ شِمَالِي نُورًا، وَمِنْ بَيْنِ يَدَيَّ نُورًا، وَمِنْ خَلْفِي نُورًا، وَاجْعَلْ فِي نَفْسِي نُورًا، وَأَعْظِمْ لِي نُورًا. `,
    `اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَم،ْ وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا. `,
    `اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي، اللَّهُمَّ وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى، وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ. `,
    `اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، وَاحْفَظنْيِ مِنْ بيَنِْ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينيِ وَعَنْ شِمَاليِ وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي. `,
    `اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ. `,
    `اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الأَمْرِ، وَالْعَزِيمَةَ عَلَى الرُّشْدِ، وَأَسْأَلُكَ مُوجِبَاتِ رَحْمَتكَِ، وَعَزَائمَِ مَغْفِرَتكَِ، وَأسَْألَكَُ شُكْرَ نعِْمَتكَِ، وَحُسْنَ عِباَدَتكَِ، وَأسَْألَكَُ قَلْبًا سَلِيمًا، وَلِسَانًا صَادِقًا، وَأَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا تَعْلَمُ، إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ. `,
    `اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ. `,
    `اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إلَِهَ إلَِّا أَنْتَ، اللَّهُمَّ إنِِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اللَّهُمَّ إنِِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ. `,
    `رَبِّ أَعِنِّي وَلَا تُعِنْ عَلَيَّ، وَانْصُرْنِي وَلَا تَنْصُرْ عَلَيَّ، وَامْكُرْ لِي وَل َاتَمْكُرْ عَلَيَّ، وَاهْدِنِي وَيَسِّرِ الْهُدَى لِي، وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ، رَبِّ اجْعَلْنِي لَكَ شَكَّارًا، لَكَ ذَكَّارًا، لَكَ رَهَّابًا، لَكَ مِطْوَاعًا، لَكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيبًا، رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَثَبِّتْ حُجَّتِي وَسَدِّدْ لِسَانِي وَاهْدِ قَلْبِي وَاسْلُلْ سَخِيمَةَ صَدْرِي. `,
    `اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللّٰهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ. `,
    `اللهم إني أعوَذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء`,
    `سُبْحانَ اللهِ و بحمدِهْ، سبحان الله العَظِيْمْ.`,
    `أصبحنا وأصبح المُلك لله ربِّ العالمين، اللهم إني أسألك خير هذا اليوم فتحه ونصره ونوره وبركته وهداه، وأعوذ بك من شرِّ ما فيه و شرِّ ما بعده، لا تنسَ اذكار الصباح.
        `,
    `اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما أستطعت أعوذ بك من شر ماصنعت، أبوء لك بنعمتك عليّٓ و أبوء بذنبي فاغفر ليَ فإنه لا يغفر الذنوب إلا أنت.`,
    `اللهم إني أعوَذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء.`,
    `اللهمَ إني ظلمت نفسي ظلمًا كثيرًا، ولايغفر الذنوب إلا أنت، فاغفر لي مغفرةً من عندكَ وارحمني، إنك أنتَ الغفور الرحيم.`,
    `لعل سجدة في أخر الليل تضيء لك عمراً بأكمله، لاتنسَ صلاة الوتر قبل نومك.`,
    `ربِّ، اجعلْني لك شكَّارًا، لك ذكَّارًا، لك رهَّابًا، لكَ مطواعًا، لك مخبِتًا، إليك أوَّاهًا منيبًا.`,
    `اللهم إني اسألك يا الله، الأحد الصمد، الذي لم يلِدْ ولم يولد، ولم يكن له كُفُوًا أحد، أن تغفر ليَ ذنوبي إنك أنت الغفور الرحيم.`,
    `اللهمّ صلِ على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبرهيم إنك حميد مجيد.`,
    `للهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقضِ عنا الدَّين، وأغننا مَن الفقر.`,
    `اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في دِيني ودنياي، وأهلي ومالي، اللهم استرْ عوَرْاتي، وآمِنْ رَوْعاتي، اللهم احفظني مَن بين يديَّ، ومِن خلفي، وعن يميني، وعنَ شمالي، ومِن فوقي، وأعوذ بعظمتك أن أُغتالَ من تحتي.`,
    `اللهمَّ اكفِنِي بحلالِكَ عن حرَامِكَ وأغْنِنِي بفَضْلِكَ عمَّن سواكَ .`,
    `أمسينا وأمسى الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شئ قدير، رب أسألك خير ما في هذه الليلة وخير مابعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها، رب أعوذ بك مَن الكسل وسوء الكبر، ربي أعوذ بك من عذاب في النار وعذاب في القبر.`,
    `اللهم باعدْ بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقِّني من خطاياي كما ينقى الثوب الأبيض من الدَّنس، اللهم اغسِلْني من خطاياي بالثلج والماء والبرد.`,
    `اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أسرفت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر لا إله إلا أنت.`,
    `لا تنسَ ركعتي صلاة الضحى جهدٌ قليل ، وأجر عظيم.`,
    `اللهم إنيَ أعوذ بك من البرص والجنون والجذام ومن سيئ الأسقام.
        `,
    `أصبحنا وأصبح المُلك لله ربِّ العالمين، اللهم إني أسألك خير هذا اليوم فتحه ونصره ونوره وبركته وهداه، وأعوذ بك من شرِّ ما فيه و شرِّ ما بعده، لا تنسَ اذكار الصباح.
        `,
    `رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ.`,
    `اللهم إني أسألك الجنة وما قرب إليها من قول وعمل، وأعوذ بك من النار وما قرب إليها من قول وعمل، اللهم إني اسألك رضاك والجنة وأعوذ بك من سخطك والنار.`,
    `أَحَبُّ الكَلامِ إلى اللهِ أرْبَعٌ: سُبْحانَ اللهِ، والْحَمْدُ لِلَّهِ، ولا إلَهَ إلَّا اللَّهُ، واللَّهُ أكْبَرُ.`,
    `اللهم اهدني فيمن هديت، وعافني فيمن عافيتَ، وتولَّني فيمن تولَّيت، وبارك لي فيما أعطيتَ، وقِني شر ما قضيت، فإنك تقضي ولا يقضى عليك، وإنه لا يذِلُّ من واليت، تباركتَ ربَّنا وتعاليت.`,
    `لعل سجدة في أخر الليل تضيء لك عمراً بأكمله، لاتنسَ صلاة الوتر قبل نومك.`,
    `ربِّ، اجعلْني لك شكَّارًا، لك ذكَّارًا، لك رهَّابًا، لكَ مطواعًا، لك مخبِتًا، إليك أوَّاهًا منيبًا.`,
    `اللهم إني اسألك يا الله، الأحد الصمد، الذي لم يلِدْ ولم يولد، ولم يكن له كُفُوًا أحد، أن تغفر ليَ ذنوبي إنك أنت الغفور الرحيم.`,
    `اللهمّ صلِ على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبرهيم إنك حميد مجيد.`,
    `اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقضِ عنا الدَّين، وأغننا مَن الفقر.`,
    `اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في دِيني ودنياي، وأهلي ومالي، اللهم استرْ عوَرْاتي، وآمِنْ رَوْعاتي، اللهم احفظني مَن بين يديَّ، ومِن خلفي، وعن يميني، وعنَ شمالي، ومِن فوقي، وأعوذ بعظمتك أن أُغتالَ من تحتي.`,
    `{ وإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا }`,
    `اللهمَّ اكفِنِي بحلالِكَ عن حرَامِكَ وأغْنِنِي بفَضْلِكَ عمَّن سواكَ .`,
    `اللهم إني أعوذ بك من الهمِّ والحزن، والعجز والكسل، والبخلَ والجبَن، وضلع الدَّين، وغلبة الرجال.`,
    `اللهم باعدْ بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقِّني من خطاياي كما ينقى الثوب الأبيض من الدَّنس، اللهم اغسِلْني من خطاياي بالثلج والماء والبرد`,
    `سُبْحانَ اللهِ و بحمدِهْ، سبحان الله العَظِيْمْ.`,
    `اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أسرفت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر لا إله إلا أنت.`,
    `رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ.`,
    `اللهم اهدني فيمن هديت، وعافني فيمن عافيتَ، وتولَّني فيمن تولَّيت، وبارك لي فيما أعطيتَ، وقِني شر ما قضيت، فإنك تقضي ولا يقضى عليك، وإنه لا يذِلُّ من واليت، تباركتَ ربَّنا وتعاليت.`,
    `ربِّ، اجعلْني لك شكَّارًا، لك ذكَّارًا، لك رهَّابًا، لكَ مطواعًا، لك مخبِتًا، إليك أوَّاهًا منيبًا.`,
    `اللهم إني اسألك يا الله، الأحد الصمد، الذي لم يلِدْ ولم يولد، ولم يكن له كُفُوًا أحد، أن تغفر ليَ ذنوبي إنك أنت الغفور الرحيم.`,
    `اللهمَّ اكفِنِي بحلالِكَ عن حرَامِكَ وأغْنِنِي بفَضْلِكَ عمَّن سواكَ .`,
    `"أول ما يحاسب به العبد يوم القيامة الصلاة، فإن صلحت صلح سائر عمله، وإن فسدت فسد سائر عمله" [الطبراني في الأوسط وهو حسن].`,
    `اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس
        `,
    `(قال تعالى: (وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً
            `,
    `‏﴿ رَبِّ اغْفِرْ لي ولِوَالِديَ ﴾
        `,
    `" ‏إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَّوْقُوتًا "
        `,
    `‏رَبَّنَا لا تُزِغْ قُلُوبنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ
        `,
    `‏رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي
        `,
    `رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّار
        `,
    `‏اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلَاهَا | ❃
        `,
    `‎سُبحانَ اللہّ وُ بحِمدهَ ‏، سُبحانَ اللہّ اَلعظيمَ ♡
        `,
    `‏  ‏.. ‏᷂اللَّهُــمَّ ᷂صَلِّ ᷂وَسَـــلِّمْ ᷂وَبَارِك ᷂على ᷂نَبِيِّنَـــا ᷂مُحمَّدﷺ:purple_heart:.
        `,
    `‏﴿وما كانٓ اللهُ مُعذِّبٓهُم وهُم يٓستغفِرون﴾  ‏استغفر الله الذي لا إله إلا هو الحيّ القيوم وأتوب إليه :yellow_heart:.
        `,
    `اللهم ارحم واغفر لمن حن لهم القلب وهم بجوارك اللهم اجعلهم منعمين مترفين إلى يوم يبعثون.
        `,
    ` اللهم احفظ بلادنا وقادتنا وأمننا وأدم علينا نعمة الأمن والأمان، ورد كيد الكائدين وأبعد عنا السوء والفتن.
        `,
    `اللهم إني استغفرك عدد ما أنساني الشيطان ذكرك وعدد ماألهتني الدنيا عن الرجوع إليك فقد قصرت ولم تقصر ونسيتك ولم تنساني استغفرك ربي واتوب إليك.
        `,
    `رضيت بالله ربًا وبالاسلام دينًا وبسيدنا محمد صلى الله عليه وسلم نبيًا ورسولاً.
        `,
    `اللهم إنا نستعينك ونستغفرك ونؤمن بك ونتوكل عليك ونثني عليك الخير كله، نشكرك ولا نكفرك، ونخلع ونترك من يكفر بك.
        `,
    `اللهم إني أصبحت منك في نعمة وعافية وستر، فأتمم نعمتك علي وعافيتك وسترك في الدنيا والآخرة.
        `,
    `اللهم إني أسالك قبل الموت توبة، وعند الموت شهادة، وبعد الموت جنة ونعيمًا.
        `,
    `اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال.
        `,
    `اللهمّ أسألك لذّة النّظر إلى وجهك الكريم، والشّوق إلى لقائك في غير ضراء مضرّة، ولا فتنة مضلّة، اللهمّ زيّنا بزينة الإيمان، واجعلنا هداة مهتدين.
        `,
    `اللهمّ أسألك نعيماً لا ينفذ، وأسألك قرّة عين لا تنقطع، وأسألك الرّضى بعد القضاء، وأسألك برد العيش بعد الموت.
        `,
    `اللهمّ إنّي ظلمت نفسي ظلماً كثيراً، ولا يغفر الذّنوب إلا أنت، فاغفر لي مغفرة من عندك، وارحمني إنّك أنت الغفور الرّحيم.
        `,
    `(رَّبِّ اغْفرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ).
        `,
    `اللهم إني أسألك عيشة نقية، وميتة سويّة، ومرداً غير مخزٍ، ولا فاضح.
        `,
    `اللهم إني أسألك يا الله بأنك الواحد الأحد الصمد، الذي لم يلد ولم يولد ولم يكن له كفؤا أحد، أن تغفر لي ذنوبي، إنك أنت الغفور الرحيم.
        `,
    `اللهمّ خفّف عنّا ثقل أوزارنا، وارزقنا عيشة الأبرار، واكفِنا واصرف عنّا شرّ الأشرار، وأعتق رقابنا ورقاب آبائنا وأمّهاتنا وعشيرتنا من عذاب القبر ومن النّيران، برحمتك يا أرحم الرّاحمين.
        `,
    `اللهم اجعل ثأري على من ظلمني وانصرني على من عاداني ولا تجعل الدنيا أكبر همي ولا مبلغ علمي اللهم لا تسلط علي من لا يرحمني.
        `,
    `اللهم اغفر لي ما قدمت وما أخرت وما أسررت ما أسرفت وما أنت أعلم به مني
        `,
    `اللهم إني أعوذ بك من شر سمعي ، و من شر بصري ، و من شر لساني ، و من شر قلبي
        `,
    `اللهم أنت ربي لا اله الا انت اغفر لي وارحمني واصفح عني يارحيم ياكريم
        `,
    `اللهم ياصاحب اللطف الخفي والوعد الوفي بك استعين وبك اكتفي
        `,
    `اللهم أغفر لوالدي وامدهم بالصحه والعافيه واطل عمرهم في طاعتك يا أرحم الراحمين
        `,
    `اللهم لك الحمد والشكر كما بنبغي لجلال وجهك وعظيم سلطانك
        `,
    `اللهم اني أسالك العفو والعافية في الدنيا والآخرة
        `,
    `اللهم بشرني بما أحب وأصرف عني ما أكره ووفقني لما تحب وترضى
        `,
    `اللهم لا تجعلنا من اللذين ضل سعيهم في الحياة الدنيا وهم يحسبون انهم يحسنون صنعا
        `,
    `اللهم إني أعوذ بك من الكفر والفقر وأعوذ بك من عذاب القبر لا إله ألا أنت .
        `,
    `اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي فيما رزقتني .
        `,
    `اللهم يسر لي كل عسير وقرب البعيد واكفني بحلالك عن حرامك و اغنني بفضلك عن من سواك
        `,
    `اللھم افتحّ لي أبۆاب رِحمتك وارزقني من حيثُ لا أحتسب رزقاً حلالاً يرضيني يا رب العالمين
        `,
    `اللهم اغفر لنا ذنوبنا واسرافنا في امرنا وارزقنا جنتك واجرنا من عذابك
        `,
    `اللهم أحسن عاقبتنا في الأمور كلها ، وأجرنا من خزي الدنيا وعذاب الآخرة
        `,
    `اللهم اصلح لي ديني الذي هو عصمة امري واصلح لي دنياي التي فيها معاشي واصلح لي اخرتي التي اليها معادي
        `,
    `اللهم إني أعوذ بك أن أشرك بك وأنا أعلم ، وأستغفرك لما لا أعلم
        `,
    `اللهم اغفرلي ولوالدي وللمسلمين والمسلمات الاحياء منهم و الاموات انك سميع قريب مجيب الدعوات
        `,
    `اللهم لا تدع لنا في هذا اليوم الكريم ذنباً إلا غفرته، ولا مريضاً إلا شفيته، ولا ميتاً إلا رحمته، ولا سائلاً إلا اجبته يا ارحم الراحمين..
        `,
    `اللهُم نحن مُقصِرون و أنت الكريمُ ، مُذنبون وأنت الحليم ، فقراء إليك وأنت الغني، اللهُم اعفُ عنا واغفر لنا وارحمنا يا أكرم الأكرمين.
        `,
    `إرحمني يا رب إذا بردت قدماي و إرتخت يداي و عرق جبيني و سكن أنيني و زاغ بصري، اللهم ثبّت قولي بـ لا إله إلا الله يوم ترفع الروح إليك
        `,
    `يارب قرّ عيني بكل دعوه فاض بها قلبي وأفرحني بقدر ما أحسنت الظن بك .
        `,
    `يارب عائلتي ومن أحب في ودائعك، اللهم أرزقهم لُطف القدر وصحة الجسد وطيب الخاطر وعافية الدهر، اللهم أحفظهم بعينك التي لا تنام
        `,
    `الحياة تذهبُ وتبقى الباقِياتُ الصّالحاتُ : سُبحان الله والحمدلله ولا إله إلا الله والله أكبر ولاحول ولا قوة إلا بالله.
        `,
    `اللهم إرحمني يوم أسمع قرع أقدامهم وهم مغادرون وإرحمني إذا نُسي إسمي وبلى جسمي وهُجِر قبري ولم يزرني زائر ولم يتذكرني ذاكر
        `,
    `اللهم انك عفوُ تحب العفو فاعفُ عنّا
        `,
    `اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر وأنت على كل شيء قدير.
        `,
    `سبحان الله عدد ما أحصى كتابه ، سبحان الله ملء ما أحصى كتابه ، سبحان الله عدد كل شيء ، سبحان الله ملء كل شيء
        `,
    `سبحان الله عدد ما أحصى كتابه ، سبحان الله ملء ما أحصى كتابه ، سبحان الله عدد كل شيء ، سبحان الله ملء كل شيء
        `,
    `سبحان الله ، الحمدلله ، لا إله إلا الله ، الله أكبر ولا حول ولا قوة إلا بالله
        `,
    `بسم الله الذي لا يضرُ مع اسمهِ شئٌ في الارضِ ولا في السماء وهو السميع العليم.
        `,
    `يا حي يا قيوم برحمتكَ استغيث، أصلح لي شأنى كُلَه، ولا تَكِلنى إلى نفسي طرفة عين.
        `,
    `اللهم انى أسألك علمًا نافعًا ورزقًا طيبًا وعملًا متقبلًا.
        `,
    `اللهم ما أصبح بي من نعمة أو بأحدٍ من خلقك فـَمِنكَ وحدك لا شريك لك فلك الحمدُ ولك الشكر.
        `,
    `حسبي الله لا إله إلا هو عليه توكلتُ وهو ربُّ العرش العظيم.
        `,
    `اللهم قني عذابك يوم تبعث عبادك.
        `,
    `اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك
        `,
    `اللهم إنا نسألك حبك ، وحب من يحبك ، وحب كل عمل يقربنا إلى حبك
        `,
    `اللهم اكفنى بحلالك عن حرامك وأغننى بفضلك عمن سواك
        `,
    `اللهم اني اسألك الهدى والتقى والعفاف والغنى اللهم اني أسألك الفوز بالجنة والنجاة من النار
        `,
    `رب اغفر لي وتب علي إنك أنت التواب الرحيم
        `,
    `اللهم اهدنا لماتحب وترضى وخذ بنواصينا إلى البر والتقوى..
        `,
    `أستغفر الله وأتـوب إليه.
        `,
    `اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت، وإليك النشور.
        `,
    `حسبي الله لا إله إلا هو عليه توكلتُ وهو ربُّ العرش العظيم.
        `,
    `سبحان الله وبحمدهِ عدد خلقهِ ورضى نفسه وزنة عرشه ومداد كلماته.
        `,
    `سبحان الله وبحمده ١٠٠ مرة/ تغفر خطاياك ولو كانت مثل زبد البحر ..
        `,
    `سبحان الله والحمدلله ولا إله إلا الله والله أكبر
        `,
    `اللهم إني أسألك تياسير تعقُبها تباشير فرج
        `,
    `لا حول ولا قوة إلا بالله العلي العظيم
        `,
    `اللهم لاحسد ولاغل وأرزقنا نقاء القلب.
        `,
    `استغفر الله العظيم واتوب اليه.
        `,
    `اللهُم حقّق لي ما أُريد فأنت على كل شي قدير.
        `,
    `لا إله إلا الله وحـده لا شريك له، له الملك وله الحمد، يحيـي ويمـيت وهو على كل شيء قدير.
        `,
    `اللهـم أعنى على ذكرك وشكرك وحسن عبادتك.
        `,
    `اللهم أجرنى من النار.
        `,
    `اللهـم إنـي أسألـك علمـا نافعـا ورزقـا طيـبا ، وعمـلا متقـبلا .
        `,
    `يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله وﻻ تكلني إلى نفسي طرفة عين .
        `,
    `سبحان الله وبحمدة سبحان الله العظيم
        `,
    ` قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.
        `,
    `يارب سخر لي الارض ومن عليها والسماء ومن فيها
        `,
    `اللهم صلي وسلم على نبينا محمد
        `,
    `﴿ فَاذْكُرونِي أَذْكُركُمْ وأشْكُرُوا لِي وَلَا تَكْفُرونِ ﴾.
        `,
    `اللهم اهدنا فيمن هديت و عافنا فيمَن عافيْت و تَوَلَّنا فيمَن تولَّيت و بارِك لَنا فيما أَعْطَيْت و قنا واصْرف عَنَّا برحمتك شَرّ ما قَضَيت
        `,
    `اللهم إني اسألك يا الله، الأحد الصمد، الذي لم يلِدْ ولم يولد، ولم يكن له كُفُوًا أحد، أن تغفر ليَ ذنوبي إنك أنت الغفور الرحيم.
        `,
    `ربِّ، اجعلْني لك شكَّارًا، لك ذكَّارًا، لك رهَّابًا، لكَ مطواعًا، لك مخبِتًا، إليك أوَّاهًا منيبًا.
        `,
    `‏لاَ تجعل يومكَ يمضي خالٍ مِنْ الأجُور : سبّح | أستغفر | وَصلِّ على الرسُول :heart:.
        `,
    `{خُذ ِالْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ}
        `,
    `‏«إن البيت ليتسع على أهله، وتحضره الملائكة، وتهجره الشياطين، ويكثر خيره؛ أن يقرأ فيه القرآن»
        `,
    `‏﴿وَذَكِّرْ فَإِنَّ الذِّكْرَىٰ تَنْفَعُ الْمُؤْمِنِينَ﴾
        `,
    `‏﴿كُلُّ نَفسٍ ذَائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ﴾
        `,
    `﴿وإِذَا سَأَلَكَ عِبادِی عَنِّی فإِنِّی قَرِیبٌ أُجِیبُ دَعۡوَةَ الدَّاعِ إِذَا دَعَانِ﴾
        `,
    `﴿قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ﴾
        `,
    `﴿يا أيُّها الذينَ آمنُوا اتّقوا اللهَ ولْتَنْظُرْ نفسٌ ما قدّمتْ لِغدٍ واتّقوا الله إنّ اللَّهَ خبيرٌ بما تعْملون﴾
        `,
    `اللهمَّ ! أنت الملكُ لا إله إلا أنت . أنت ربى وأنا عبدُك ، ظلمتُ نفسي واعترفتُ بذنبي ، فاغفرْ لي ذنوبي جميعًا إنه لا يغفر الذنوبَ إلا أنت ..
        `,
    `‏سُبْحَانَ الله ، الْحَمْدُ لله ، لا إِلَهَ إِلاَّ الله ، الله أَكْبَر :hearts:
        `,
    `" لا يُكَلِّف اللهُ نَفْساً إلاَّ وسعَها " :white_heart:
        `,
    `‏اتقِ الله حيث ما كنت، اتبعِ السيئةَ الحسنةَ تمحها، وخالق الناس بخلق حسن
        `,
    `" مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ "
        `,
    `اللهمَّ اجعلنا من الأشخـاص الخيرين.. لا نترك في النَّاس إلا أثرًا طيبًا، ولا ينالنا إلا دعاء جميل
        `,
    `اللّهُم إني أعوذ بك من قهرٍ يؤلمني ومن همٍ يحزنني ومن فكرٍ يُقلق عقلي رَبّي أستودعتك نفسي.
        `,
    `"اللهُمَّ كرهني في معصيتك وحببني فِي طاعتك"
        `,
    `اللهم اجعل نفوسنا نفوسًا طيبه مطمئنةً طائعةً لك تؤمن بلقائك ، ترضى بقضائك ، تقنع بعطائك
        `,
    `اللهم لا تجعلنا بحاجة لغيرك وأنتَ أقربُ إلينا من حبل الوريد
        `,
    `اللهم اني استغفرك مِن كل ذنب : خطوت اليه برجلي أو مددت اليه يدي أو تأملته ببصري أو أصغيت إليه بأذني أو نطق به لساني استغفر الله العظيم
        `,
    `اللهم اجعلنا مقيمين للصلاة لنستريح بها لا لنستريح منها
        `,
    `"أول ما يحاسب به العبد يوم القيامة الصلاة، فإن صلحت صلح سائر عمله، وإن فسدت فسد سائر عمله" [الطبراني في الأوسط وهو حسن].
        `,
    `اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس
        `,
    `وقال صلى الله عليه وسلم: أحب الكلام إلى الله أربعٌ: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، لا يضرك بأيهن بدأت
        `,
    `(قال تعالى: (وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً`,
    `" ‏إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَّوْقُوتًا "
        `,
    `‏رَبَّنَا لا تُزِغْ قُلُوبنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ
        `,
    `‏رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي
        `,
    `رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّار
        `,
    `‏اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلَاهَا | ❃
        `,
    `‎سُبحانَ اللہّ وُ بحِمدهَ ‏، سُبحانَ اللہّ اَلعظيمَ ♡
        `,
    `‏  ‏.. ‏᷂اللَّهُــمَّ ᷂صَلِّ ᷂وَسَـــلِّمْ ᷂وَبَارِك ᷂على ᷂نَبِيِّنَـــا ᷂مُحمَّدﷺ:purple_heart:.
        `,
    `‏﴿وما كانٓ اللهُ مُعذِّبٓهُم وهُم يٓستغفِرون﴾  ‏استغفر الله الذي لا إله إلا هو الحيّ القيوم وأتوب إليه :yellow_heart:.
        `,
    `اللهم ارحم واغفر لمن حن لهم القلب وهم بجوارك اللهم اجعلهم منعمين مترفين إلى يوم يبعثون.
        `,
    ` اللهم احفظ بلادنا وقادتنا وأمننا وأدم علينا نعمة الأمن والأمان، ورد كيد الكائدين وأبعد عنا السوء والفتن.
        `,
    `اللهم إني استغفرك عدد ما أنساني الشيطان ذكرك وعدد ماألهتني الدنيا عن الرجوع إليك فقد قصرت ولم تقصر ونسيتك ولم تنساني استغفرك ربي واتوب إليك.
        `,
    `رضيت بالله ربًا وبالاسلام دينًا وبسيدنا محمد صلى الله عليه وسلم نبيًا ورسولاً.
        `,
    `اللهم إنا نستعينك ونستغفرك ونؤمن بك ونتوكل عليك ونثني عليك الخير كله، نشكرك ولا نكفرك، ونخلع ونترك من يكفر بك.
        `,
    `اللهم إني أصبحت منك في نعمة وعافية وستر، فأتمم نعمتك علي وعافيتك وسترك في الدنيا والآخرة.
        `,
    `اللهم إني أسالك قبل الموت توبة، وعند الموت شهادة، وبعد الموت جنة ونعيمًا.
        `,
    `اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال.
        `,
    `اللهمّ أسألك لذّة النّظر إلى وجهك الكريم، والشّوق إلى لقائك في غير ضراء مضرّة، ولا فتنة مضلّة، اللهمّ زيّنا بزينة الإيمان، واجعلنا هداة مهتدين.
        `,
    `اللهمّ أسألك نعيماً لا ينفذ، وأسألك قرّة عين لا تنقطع، وأسألك الرّضى بعد القضاء، وأسألك برد العيش بعد الموت.
        `,
    `اللهمّ أسألك نعيماً لا ينفذ، وأسألك قرّة عين لا تنقطع، وأسألك الرّضى بعد القضاء، وأسألك برد العيش بعد الموت.
        `,
    `(رَّبِّ اغْفرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ).
        `,
    `اللهم إني أسألك عيشة نقية، وميتة سويّة، ومرداً غير مخزٍ، ولا فاضح.
        `,
    `اللهم إني أسألك يا الله بأنك الواحد الأحد الصمد، الذي لم يلد ولم يولد ولم يكن له كفؤا أحد، أن تغفر لي ذنوبي، إنك أنت الغفور الرحيم.
        `,
    `اللهمّ خفّف عنّا ثقل أوزارنا، وارزقنا عيشة الأبرار، واكفِنا واصرف عنّا شرّ الأشرار، وأعتق رقابنا ورقاب آبائنا وأمّهاتنا وعشيرتنا من عذاب القبر ومن النّيران، برحمتك يا أرحم الرّاحمين.
        `,
    `اللهمّ خفّف عنّا ثقل أوزارنا، وارزقنا عيشة الأبرار، واكفِنا واصرف عنّا شرّ الأشرار، وأعتق رقابنا ورقاب آبائنا وأمّهاتنا وعشيرتنا من عذاب القبر ومن النّيران، برحمتك يا أرحم الرّاحمين.
        `,
    `اللهم اغفر لي ما قدمت وما أخرت وما أسررت ما أسرفت وما أنت أعلم به مني
        `,
    `اللهم إني أعوذ بك من شر سمعي ، و من شر بصري ، و من شر لساني ، و من شر قلبي
        `,
    `اللهم أنت ربي لا اله الا انت اغفر لي وارحمني واصفح عني يارحيم ياكريم
        `,
    `اللهم ياصاحب اللطف الخفي والوعد الوفي بك استعين وبك اكتفي
        `,
    `اللهم أغفر لوالدي وامدهم بالصحه والعافيه واطل عمرهم في طاعتك يا أرحم الراحمين
        `,
    `اللهم لك الحمد والشكر كما بنبغي لجلال وجهك وعظيم سلطانك
        `,
    `اللهم اني أسالك العفو والعافية في الدنيا والآخرة
        `,
    `اللهم بشرني بما أحب وأصرف عني ما أكره ووفقني لما تحب وترضى
        `,
    `اللهم لا تجعلنا من اللذين ضل سعيهم في الحياة الدنيا وهم يحسبون انهم يحسنون صنعا
        `,
    `اللهم إني أعوذ بك من الكفر والفقر وأعوذ بك من عذاب القبر لا إله ألا أنت .
        `,
    `اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي فيما رزقتني .
        `,
    `اللهم يسر لي كل عسير وقرب البعيد واكفني بحلالك عن حرامك و اغنني بفضلك عن من سواك
        `,
    `اللھم افتحّ لي أبۆاب رِحمتك وارزقني من حيثُ لا أحتسب رزقاً حلالاً يرضيني يا رب العالمين
        `,
    `اللهم اغفر لنا ذنوبنا واسرافنا في امرنا وارزقنا جنتك واجرنا من عذابك
        `,
    `اللهم أحسن عاقبتنا في الأمور كلها ، وأجرنا من خزي الدنيا وعذاب الآخرة
        `,
    `اللهم اصلح لي ديني الذي هو عصمة امري واصلح لي دنياي التي فيها معاشي واصلح لي اخرتي التي اليها معادي
        `,
    `اللهم إني أعوذ بك أن أشرك بك وأنا أعلم ، وأستغفرك لما لا أعلم
        `,
    `اللهم اغفرلي ولوالدي وللمسلمين والمسلمات الاحياء منهم و الاموات انك سميع قريب مجيب الدعوات
        `,
    `اللهم لا تدع لنا في هذا اليوم الكريم ذنباً إلا غفرته، ولا مريضاً إلا شفيته، ولا ميتاً إلا رحمته، ولا سائلاً إلا اجبته يا ارحم الراحمين..
        `,
    `اللهُم نحن مُقصِرون و أنت الكريمُ ، مُذنبون وأنت الحليم ، فقراء إليك وأنت الغني، اللهُم اعفُ عنا واغفر لنا وارحمنا يا أكرم الأكرمين.
        `,
    `إرحمني يا رب إذا بردت قدماي و إرتخت يداي و عرق جبيني و سكن أنيني و زاغ بصري، اللهم ثبّت قولي بـ لا إله إلا الله يوم ترفع الروح إليك
        `,
    `يارب قرّ عيني بكل دعوه فاض بها قلبي وأفرحني بقدر ما أحسنت الظن بك .
        `,
    `يارب عائلتي ومن أحب في ودائعك، اللهم أرزقهم لُطف القدر وصحة الجسد وطيب الخاطر وعافية الدهر، اللهم أحفظهم بعينك التي لا تنام
        `,
    `اللهم إرحمني يوم أسمع قرع أقدامهم وهم مغادرون وإرحمني إذا نُسي إسمي وبلى جسمي وهُجِر قبري ولم يزرني زائر ولم يتذكرني ذاكر
        `,
    `اللهم انك عفوُ تحب العفو فاعفُ عنّا
        `,
    `سبحان الله عدد ما أحصى كتابه ، سبحان الله ملء ما أحصى كتابه ، سبحان الله عدد كل شيء ، سبحان الله ملء كل شيء
        `,
    `بسم الله الذي لا يضرُ مع اسمهِ شئٌ في الارضِ ولا في السماء وهو السميع العليم.
        `,
    `يا حي يا قيوم برحمتكَ استغيث، أصلح لي شأنى كُلَه، ولا تَكِلنى إلى نفسي طرفة عين.
        `,
    `اللهم انى أسألك علمًا نافعًا ورزقًا طيبًا وعملًا متقبلًا.
        `,
    `اللهم ما أصبح بي من نعمة أو بأحدٍ من خلقك فـَمِنكَ وحدك لا شريك لك فلك الحمدُ ولك الشكر.
        `,
    `حسبي الله لا إله إلا هو عليه توكلتُ وهو ربُّ العرش العظيم.
        `,
    `اللهم قني عذابك يوم تبعث عبادك.
        `,
    `اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك
        `,
    `اللهم إنا نسألك حبك ، وحب من يحبك ، وحب كل عمل يقربنا إلى حبك
        `,
    `﴿ فَاذْكُرونِي أَذْكُركُمْ وأشْكُرُوا لِي وَلَا تَكْفُرونِ ﴾.
        `,
    `اللهم اهدنا فيمن هديت و عافنا فيمَن عافيْت و تَوَلَّنا فيمَن تولَّيت و بارِك لَنا فيما أَعْطَيْت و قنا واصْرف عَنَّا برحمتك شَرّ ما قَضَيت
        `,
    `اللهم إني اسألك يا الله، الأحد الصمد، الذي لم يلِدْ ولم يولد، ولم يكن له كُفُوًا أحد، أن تغفر ليَ ذنوبي إنك أنت الغفور الرحيم.
        `,
    `ربِّ، اجعلْني لك شكَّارًا، لك ذكَّارًا، لك رهَّابًا، لكَ مطواعًا، لك مخبِتًا، إليك أوَّاهًا منيبًا.
        `,
    `اللهم اني أسالك العفو والعافية في الدنيا والآخرة
        `,
    `اللهم بشرني بما أحب وأصرف عني ما أكره ووفقني لما تحب وترضى
        `,
    `اللهم لا تجعلنا من اللذين ضل سعيهم في الحياة الدنيا وهم يحسبون انهم يحسنون صنعا
        `,
    `اللهم إني أعوذ بك من الكفر والفقر وأعوذ بك من عذاب القبر لا إله ألا أنت .
        `,
    `اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي فيما رزقتني .
        `,
    `اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي فيما رزقتني .
        `,
    `اللھم افتحّ لي أبۆاب رِحمتك وارزقني من حيثُ لا أحتسب رزقاً حلالاً يرضيني يا رب العالمين
        `,
    `اللهم اغفر لنا ذنوبنا واسرافنا في امرنا وارزقنا جنتك واجرنا من عذابك
        `,
    `اللهم أحسن عاقبتنا في الأمور كلها ، وأجرنا من خزي الدنيا وعذاب الآخرة
        `,
    `اللهم اصلح لي ديني الذي هو عصمة امري واصلح لي دنياي التي فيها معاشي واصلح لي اخرتي التي اليها معادي
        `,
    `اللهم اغفرلي ولوالدي وللمسلمين والمسلمات الاحياء منهم و الاموات انك سميع قريب مجيب الدعوات
        `,
    `اللهم لا تدع لنا في هذا اليوم الكريم ذنباً إلا غفرته، ولا مريضاً إلا شفيته، ولا ميتاً إلا رحمته، ولا سائلاً إلا اجبته يا ارحم الراحمين..
        `,
    `اللهُم نحن مُقصِرون و أنت الكريمُ ، مُذنبون وأنت الحليم ، فقراء إليك وأنت الغني، اللهُم اعفُ عنا واغفر لنا وارحمنا يا أكرم الأكرمين.
        `,
    `إرحمني يا رب إذا بردت قدماي و إرتخت يداي و عرق جبيني و سكن أنيني و زاغ بصري، اللهم ثبّت قولي بـ لا إله إلا الله يوم ترفع الروح إليك
        `,
    `يارب قرّ عيني بكل دعوه فاض بها قلبي وأفرحني بقدر ما أحسنت الظن بك .
        `,
    `يارب عائلتي ومن أحب في ودائعك، اللهم أرزقهم لُطف القدر وصحة الجسد وطيب الخاطر وعافية الدهر، اللهم أحفظهم بعينك التي لا تنام
        `,
    `الحياة تذهبُ وتبقى الباقِياتُ الصّالحاتُ : سُبحان الله والحمدلله ولا إله إلا الله والله أكبر ولاحول ولا قوة إلا بالله.
        `,
    `اللهم إرحمني يوم أسمع قرع أقدامهم وهم مغادرون وإرحمني إذا نُسي إسمي وبلى جسمي وهُجِر قبري ولم يزرني زائر ولم يتذكرني ذاكر
        `,
    `اللهم انك عفوُ تحب العفو فاعفُ عنّا
        `,
    `اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر وأنت على كل شيء قدير.
        `,
    `سبحان الله عدد ما أحصى كتابه ، سبحان الله ملء ما أحصى كتابه ، سبحان الله عدد كل شيء ، سبحان الله ملء كل شيء
        `,
    `سبحان الله ، الحمدلله ، لا إله إلا الله ، الله أكبر ولا حول ولا قوة إلا بالله
        `,
    `بسم الله الذي لا يضرُ مع اسمهِ شئٌ في الارضِ ولا في السماء وهو السميع العليم.
        `,
    `يا حي يا قيوم برحمتكَ استغيث، أصلح لي شأنى كُلَه، ولا تَكِلنى إلى نفسي طرفة عين.
        `,
    `اللهم انى أسألك علمًا نافعًا ورزقًا طيبًا وعملًا متقبلًا.
        `,
    `اللهم انى أسألك علمًا نافعًا ورزقًا طيبًا وعملًا متقبلًا.
        `,
    `حسبي الله لا إله إلا هو عليه توكلتُ وهو ربُّ العرش العظيم.
        `,
    `اللهم قني عذابك يوم تبعث عبادك.
        `,
    `اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك
        `,
        `اللهمَّ أنت الملكُ لا إله إلا أنت . أنت ربى وأنا عبدُك ، ظلمتُ نفسي واعترفتُ بذنبي ، فاغفرْ لي ذنوبي جميعًا إنه لا يغفر الذنوبَ إلا أنت ..`,
        `فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا
        `,
        `اللهم لا تُريني في نفسي عيباً كرهته في غيري
        `,
        `اللهم قني عذابك يوم تبعث عبادك.
        `,
        `اللهُم أحْينَا مُسلِمين, وتوفّنا مُسلِمين, وألحقنا بالصَّالحين
        `,
        `رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّار
        `,
        `‏سُبْحَانَ الله ، الْحَمْدُ لله ، لا إِلَهَ إِلاَّ الله ، الله أَكْبَر :hearts:
        `,
        `اللهم أغفر لوالدي وامدهم بالصحه والعافيه واطل عمرهم في طاعتك يا أرحم الراحمين
        `,
        `اللهم اني اسألك الهدى والتقى والعفاف والغنى والفوز بالجنة والنجاة من النار
        `,
        `بسم الله الذي لا يضرُ مع اسمهِ شئٌ في الارضِ ولا في السماء وهو السميع العليم.
        `,
        `آلَلَهّ لَآ آلَهّ آلَآ هّوٌ آلَحًيَ آلَقُيَوٌمً
        `,
        `رب اغفر لي وتب علي إنك أنت التواب الرحيم
        `,
        `اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك
        `,
        `(رَّبِّ اغْفرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ).
        `,
        `اللّهُم إني أعوذ بك من قهرٍ يؤلمني ومن همٍ يحزنني ومن فكرٍ يُقلق عقلي رَبّي أستودعتك نفسي.
        `,
        `استغفر الله العظيم واتوب اليه.
        `,
        `(وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً)
            `,
        `اللهمّ إنّي ظلمت نفسي ظلماً كثيراً، ولا يغفر الذّنوب إلا أنت، فاغفر لي مغفرة من عندك، وارحمني إنّك أنت الغفور الرّحيم.
        `,
        `اللهم اغفر لنا ذنوبنا واسرافنا في امرنا وارزقنا جنتك واجرنا من عذابك
        `,
        `‏رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي
        `,
        `اللهم لاحسد ولاغل وأرزقنا نقاء القلب.
        `,
        `مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ
        `,
        `اللهم انك عفوُ تحب العفو فاعفُ عنّا
        `,
        `وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا
        `,
        `(رَّبِّ اغْفرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ).
        `,
        `سبحان الله وبحمدة سبحان الله العظيم
        `,
        `اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر وأنت على كل شيء قدير.
        `,
        `اللهم أجرنا من النار.
        `,
        `اللهم لك الحمد والشكر كما بنبغي لجلال وجهك وعظيم سلطانك
        `,
        `اللهم اغفرلي ذنبي كله، دقّه وجلّه، اوله واخره، علانيته وسرّه، ماعلمتُ منه وما لم أعلم
        `,
        `اللهم إني اسألك حبك وحب من يُحبك والعمل الذي يبلغني حبك
        `,
        `اللهم اغفرلنا ما قدمنا وما أخرنا وما أسررنا ما أعلنا وما أنت أعلم به منا
        `,
        `اللهُم نحن مُقصِرون و أنت الكريمُ ، مُذنبون وأنت الحليم ، فقراء إليك وأنت الغني، اللهُم اعفُ عنا واغفر لنا وارحمنا يا أكرم الأكرمين.
        `,
        `اللھم افتحّ لنا أبۆاب رِحمتك وارزقنا من حيثُ لا نحتسب
        `,
        `يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ
        `,
        `اللهم اجعل نفوسنا نفوسًا طيبه مطمئنةً طائعةً لك تؤمن بلقائك ، ترضى بقضائك ، تقنع بعطائك
        `,
        `اللهم إنا نستعينك ونستغفرك ونؤمن بك ونتوكل عليك ونثني عليك الخير كله، نشكرك ولا نكفرك، ونخلع ونترك من يكفر بك.
        `,
        `اللهم إرحمني يوم أسمع قرع أقدامهم وهم مغادرون وإرحمني إذا نُسي إسمي وبلى جسمي وهُجِر قبري ولم يزرني زائر ولم يتذكرني ذاكر
        `,
        `اللهُمَّ كرهني في معصيتك وحببني فِي طاعتك
        `,
        `اللهم اجعل ثأري على من ظلمني وانصرني على من عاداني ولا تجعل الدنيا أكبر همي ولا مبلغ علمي اللهم لا تسلط علي من لا يرحمني.
        `,
        `فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا
        `,
        `اللهم اغفرلنا ما قدمنا وما أخرنا وما أسررنا ما أعلنا وما أنت أعلم به منا
        `,
        `حسبي الله لا إله إلا هو عليه توكلتُ وهو ربُّ العرش العظيم.
        `,
        `{خُذ ِالْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ}
        `,
        `‏«إن البيت ليتسع على أهله، وتحضره الملائكة، وتهجره الشياطين، ويكثر خيره؛ أن يقرأ فيه القرآن»
        `,
        `‏رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي
        `,
        `يارب سخر لي الارض ومن عليها والسماء ومن فيها
        `,
        `أحب الكلام إلى الله أربعٌ: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، لا يضرك بأيهن بدأت
        `,
        `‏﴿وما كانٓ اللهُ مُعذِّبٓهُم وهُم يٓستغفِرون﴾  ‏استغفر الله الذي لا إله إلا هو الحيّ القيوم وأتوب إليه :yellow_heart:.
        `,
        `اللهـم أعنا على ذكرك وشكرك وحسن عبادتك.
        `,
        `اللهم أنت ربي لا اله الا انت اغفر لي وارحمني واصفح عني يارحيم ياكريم
        `,
        `اللهم دلني علي من أراد بي خيرا ، واصرفني عمن أراد بي شرا
        `,
        `يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ
        `,
        `سبحان الله عدد ما أحصى كتابه ، سبحان الله ملء ما أحصى كتابه ، سبحان الله عدد كل شيء ، سبحان الله ملء كل شيء
        `,
        `((اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي)).
        `,
        `أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ ، وَشَرِّ عِبَادِهِ ، وَمَنْ هَمَزَاتِ الشَّيَاطِينِ ، وَأَنْ يَحْضُرُونِ.
        `,
        `بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.
        `,
        `كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما ((أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)).
        `,
        `((لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ)).
        `,
        `قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر)).
        `,



  ]
